source/_static/diagrams/stack-walker.d2
direction: right
s0: stratum-0
s1: stratum-1
fs: CernVM-FS
cl: client mount
tr: module tree
s0 -> s1 -> fs -> cl -> tr
